// 1
let password = 'пароль';
prompt();
"Пароль введен верно"
"Пароль введен неправильно"

// 2 
//Создайте переменную с и запишите в нее любое число. 
//Если с больше 0 и меньше 10, то выведите в консоль «Верно», иначе выведите «Неверно».
//Проверьте работу скрипта при значении переменной c, равной 0, 10, −3, 2.
//Для решения задачи используйте логический оператор && (логическое И).

// 3
//Создайте две переменные — d и e, запишите в них любые числа.
//Если одна из переменных больше 100, выведите в консоль «Верно»,
//иначе выведите «Неверно».
//Для решения задачи используйте логический оператор || (логическое ИЛИ).

// 4
let a = '2';
let b = '3';
// Код выше изменять менять нельзя, чтобы решить задачу исправьте код ниже: 
alert(a + b);

// 5 
//Напишите программу, которая определяет по номеру месяца в году, 
//к какому сезону этот месяц принадлежит. Например, 
//1-й месяц (он же январь) принадлежит к сезону «зима».
//Для написания программы используйте оператор switch. 
//Для обозначения номера месяца используйте переменную monthNumber = 12. 
//Пропишите условие, при котором программа не будет выполняться (номер месяца больше 13).

// 7 
