// 1 
[1, 5, 4, 10, 0, 3]

// 2 
[1, 5, 4, 10, 0, 3]

// 3
[1, 3, 5, 10, 20]

// 4 
[[1, 1, 1], [1, 1, 1], [1, 1, 1]]

// 5 
[1, 1, 1]

// 6 
[9, 8, 7, 'a', 6, 5]

// 7 
[9, 8, 7, 6, 5]

// 8 
//'abcdef'
//console.log 'fedcba'

//9
[[1, 2, 3,],[4, 5, 6]]
//Выведите в консоль массив вида: 
[1, 2, 3, 4, 5, 6]

//10
//(диапазон от 1 до 10)
//for
//i + 1

//11
//Создайте функцию, которая принимает на вход массив целых чисел, 
//а возвращает массив квадратов этих чисел.
map()

//12
getLengthWords(['слово', '', 'слог', 'длинное предложение', 'буква']); 
// [5, 0, 4, 19, 5]

//13
function filterPositive(array) {
    // Допишите код функции
  }
  
  filterPositive([-1, 0, 5, -10, 56]); // => [-1, -10]
  filterPositive([-25, 25, 0, -1000, -2]); // => [-25, -1000, -2]

//14
Math.random()

//15
Math.random()